public class Match extends Executable {
    //κληρονομείται δημόσια μεταβλητή τύπου int (position) η οποία δηλώνεται στην κλάση Executable η οποίαδείχνει την θέση που κατέχει ο συγκεκριμένος χρήστης στον πίνακα με τα δεδομένα//
    //κληρονομείται ακόμα ο πίνακας με τα δεδομένα όλων των χρηστών τον θεωρούμε προσωρινά 7(χαρακτηριστικά)*5(χρήστες)(από την Registration) και ο παράλληλος πίνακας 5 γραμμων με τουσ μήνες και ο παράλληλος πίνακας 5 γραμμών με τους προορισμούς(από την Executable)//
    
}
